Repository: common-repository/lastfm-rps
Catalog: lang/lastfmrps-*.po
Languages: de_de

source: Widget Title:
de_de: Widget Titel:

source: Logo Color:
de_de: Logo Farbe:

source: Red
de_de: Rot:

source: Black
de_de: Schwarz

source: White
de_de: Weiss

source: Last.fm Username:
de_de: Last.fm Nutzername:

source: List size:
de_de: Listengröße

source: Image Position:
de_de: Bildposition:

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Show Badge?
de_de: Ausweis zeigen?

source: Badge Position:
de_de: Ausweisposition:

source: Top
de_de: Oben

source: Bottom
de_de: Unter

source: Badge Options:
de_de: Ausweis Optionen:

source: Show Picture
de_de: Bild zeigen?

source: Show Real Name
de_de: Echter name zeigen?

source: Show Gender
de_de: Geschlecht zeigen

source: Show Age
de_de: Alter zeigen?

source: Show Country
de_de: Land zeigen?

source: Show Registration Date
de_de: Eintragungsdatum zeigen?

source: Show Track Count
de_de: Scrobbels zeigen?

source: Enable Caching?
de_de: Aktivieren Sie den Cache?

source: Cache Duration (seconds)
de_de: Cache-Dauer

source: Optional Header Text:
de_de: Optionaler Kopfzeilen Text:

source: Optional text to be displayed at the top of the widget. You can use html.
de_de: Optionaler Text, der am oberen Rand des Widgets angezeigt wird. Sie können HTML verwenden.

source: Optional Footer Text:
de_de: Optionaler Fußzeilen Text:

source: Optional text to be displayed at the bottom of the widget. You can use html.
de_de: Optionaler Text, der am unteren Rand des Widgets angezeigt wird. Sie können HTML verwenden.

source: Recently Played Songs (RPS) Widget that lists your recently listened songs on your sidebar with album or artist images and text.
de_de: Recently Played Songs (RPS) Widget, das Ihre zuletzt gehörten Songs auf Ihrer Seitenleiste mit Album- oder Künstlerbildern und Text auflistet.

source: Please define an username from widget configuration page.
de_de: Bitte definieren Sie einen Benutzernamen auf der Widget-Konfigurationsseite.

source: User
de_de: Benutzer

source: Subscriber
de_de: Teilnehmer

source: Alumnae
de_de: Absolventinnen

source: Alumnus
de_de: Absolvent

source: Staff
de_de: Personal

source: Country:
de_de: Land:

source: Age:
de_de: Alter:

source: Gender:
de_de: Geschlecht:

source: Registered:
de_de: Eintragungsdatum:

source: Tracks Played:
de_de: Scrobbels:

source: Playing Now
de_de: Scrobbelt gerade

source: %s ago
de_de: vor %s
